[
    {"animal" : "mono", "texto" : "Encantador, Persuasivo, Divertido, Sociable, Ingenioso. El siempre encantador, lleno de energía Mono es el fiestero del Zodiaco Chino. Los Monos tienen un apetito insaciable por diversión y actividad."},
    {"animal" : "gallo", "texto" : "Meticuloso, Eficiente, Ordenado, Inteligente, Honorable, Muy cándido. Los ingeniosos y avispados Gallos son ten pragmáticos que prefieren no tomar ningún riesgo. Los Gallos están tan enterados de lo que sucede a su alrededor que algunos podrían pensar que poseen poderes psíquicos."},
    {"animal" : "perro", "texto" : "El signo del perro es honesto, Confiable, Diligente, Perspicaz, Cariñoso, Amante de la diversión, aventurero. Los Perros son fieles y viven bajo su propio código de ética. Aunque puedes confiar en ellos, a ellos le cuesta confiar en los demás."},
    {"animal" : "cerdo", "texto" : "Sincero, Honesto, Confiable, Sociable, Trabajador, Obstinado. Las personas del signo Cerdo del Zodiaco Chino son seres más generosos y rectos de todos los signos. Los Cerdos son muy agradables y tienen modales y gustos impecables. Como también son perfeccionistas, con frecuencia se les malinterpreta como snobs o con sentimientos de superioridad."},
    {"animal" : "rata", "texto" : "El signo de la rata en el horóscopo chino es cantadora, Sociable, llena de recursos, Ingeniosa, Ambiciosa, Hábil, Egoísta. Aunque en el mundo occidental la Rata es vista con disgusto y repulsión, en gran parte del Este es admirada y honrada por su sagacidad y habilidad para adquirir cosas valiosas."},
    {"animal" : "buey", "texto" : "Resuelto, Voluntarioso, Ambicioso, Cuidadoso, Paciente, Obstinado. El Buey de la Astrología China no está falto de ingenio ni es torpe. Estos poderosos y fiables seres fueron hechos para ser líderes."},
    {"animal" : "tigre", "texto" : "El signo del tigre del horóscopo chino es Aventurero, Independiente, Ingenioso, Generoso, Incansable e Impulsivo."},
    {"animal" : "conejo", "texto" : "Sociable, Discreto, Refinado, Astuto, Perspicaz, Sensible, Reservado. Aunque pueda no gustarles, el gato o liebre es un ser tímido y atractivo que evita las confrontaciones. Los Conejos son muy populares con sus amigos y familiares. Por naturaleza, son compasivos y protectores de sus seres queridos."},
    {"animal" : "dragon", "texto" : "Activo, Determinado, Confiable, Emprendedor, Versátil, Escrupuloso y Afortunado. El Dragón es el signo más celebrado del Zodiaco Chino. Son poderosos y muy afortunados, de buen corazón y llenos de energía."},
    {"animal" : "serpiente", "texto" : "El signo de la serpiente del horóscopo chino es reflexivo, Inteligente, Sagaz, Intuitivo, Cuidadoso, Independiente, A veces flojo."},
    {"animal" : "caballo", "texto" : "Activo, Alerta, Expansivo, Aventurero, Elocuente, De espíritu libre, Independiente. El signo del Caballo posee un espíritu libre que lo convierte en el vagabundo del Zodiaco Chino. Los Caballos necesitan independencia y libertad. Están cargados de energía y se mueven constantemente de una actividad a otra. Los Caballos son buenos con el dinero, y por supuesto les encanta viajar."},
    {"animal" : "cabra", "texto" : "Creativa, Artística, Considerada, Generosa, Sensible, Preocupada. Las personas del signo cabra en el horóscopo chino son soñadoras, espíritus creativos que siempre necesitan más tiempo para explorar su interior. Se sienten más a gusto cuando están recogidas en la profundidad de su propio ser."}
]